// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "キャンセル";
"SHUTDOWN_BUTTON"	= "システム終了";
"SKIP_BUTTON"		= "スキップ";
"QUIT_BUTTON"		= "終了";
"GO_BUTTON"		= "Go";

"CONNECT_BUTTON"	= "接続";
"CONTINUE_BUTTON"	= "続ける";
"RECONNECT_BUTTON"	= "もう一度接続";
"GO_BACK_BUTTON"	= "戻る";
"REGISTER_LATER_BUTTON"	= "後で登録する";
"DONT_ACCEPT_BUTTON"	= "同意しない";
"LEARNMORE_BUTTON"	= "詳しい情報";

"SYSTEM_PREFERENCES_BUTTON" = "システム環境設定を開く";

"SYSTEM_PREFERENCES" = "システム環境設定";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "HiraKakuPro-W3"; 
"HEADING_SIZE" = "42";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/Send Registration.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/ユーザ登録";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrator";

"OTHER_AIRPORT_NETWORK" = "その他のネットワーク";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "ほかの Mac との接続に成功しました...";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "コンピュータを構成しています...";
"MESSAGE_PREP_CONNECTION"	= "接続を準備しています...";
"MESSAGE_CONNECTING"		= "アップルに接続しています...";
"MESSAGE_DISCONNECTING"		= "接続を解除しています...";
"MESSAGE_REGISTRATION_SENT"	= "登録情報がアップルに送信されました。";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "お使いのコンピュータを設定するために設定アシスタントを使用できません。";
"MESSAGE_STARTUP_CANNOT_RUN"			= "お使いのコンピュータの設定を変更するには、代わりにアップルメニュー（）＞“システム環境設定”と選択してください。";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "Mac OS X 設定アシスタントは、このモニタでは使用できません。";
"MESSAGE_MONITOR_CANNOT_RUN"			= "お使いのコンピュータを設定するには、アップルメニューから“システム環境設定”を選んでください。また、ユーザ情報の登録を行うには、www.apple.com/jp/registration にアクセスしてください。";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "Apple スピーカーミニジャックに接続されている装置を認識できません。";
"MESSAGE_SPEAKER_CONNECTION"			= "プラグをジャックから抜き取った後、もう一度ジャックに差し込んで、プラグがしっかりと接続されていることを確認してください。";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "登録情報を送信できませんでした。";
"MESSAGE_CONNECTION_FAILED"				= "コンピュータはアップルに接続することができませんでした。回線が混雑しているか、ネットワークの設定が正しくないようです。“もう一度接続”ボタンをクリックして前に戻って設定を変更してください。またh、後でユーザ登録の情報を送信することもできます。";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "アップルに接続する回線が混在しているか、お使いのコンピュータがインターネットに接続できないようです。ネットワークの設定を確認するか、ユーザ登録の情報を送信する前にインターネットに接続してください。";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "キャンセルされました...";
"MESSAGE_CONNECTION_CANCELED"			= "後でユーザ登録を忘れずに行ってください。";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "今回は登録の処理ができませんでした。";
"MESSAGE_REGISTRATION_FAILED"			= "ユーザ登録は、ホームフォルダにある“ユーザ登録”ファイルを開く方法で後で行うことができます。";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "アカウント情報が間違っています。";
"MESSAGE_AUTHENTICATION_FAILED"			= "入力したアカウント情報はインターネット・サービス・プロバイダに拒否されました。“戻る”ボタンをクリックし、情報を修正して、もう一度やり直してください。";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "クレジットカードの処理ができませんでした。";
"MESSAGE_CC_VALIDATION_FAILED"			= "入力したクレジットカード番号は使用できませんでした。“戻る”ボタンをクリックし、クレジットカードの情報が正しいことを確認する、または別のクレジットカードを入力して、もう一度やり直してください。";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "住所の情報に問題があります。";
"MESSAGE_INVALID_ADDRESS"				= "“戻る”をクリックし、郵便番号、都道府県、市区町村、国、州、郡、ZIP コードの情報が正しいことを確認して、もう一度やり直してください。";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "登録情報に問題があります。";
"MESSAGE_INVALID_FIRSTNAME"				= "入力した名前に誤りがあります。“戻る”をクリックし、名が正しいことを確認して、もう一度やり直してください。";
"MESSAGE_INVALID_LASTNAME"				= "入力した名前に誤りがあります。“戻る”をクリックし、姓が正しいことを確認して、もう一度やり直してください。";
"MESSAGE_INVALID_PHONE_NUMBER"			= "入力した電話番号に誤りがあります。“戻る”をクリックし、電話番号が正しいことを確認して、もう一度やり直してください。";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "モデムは発信音を検出できません。";
"MESSAGE_NO_DIAL_TONE"					= "モデムが接続されていることを確認し、“OK”ボタンをクリックしてください。または、“キャンセル”ボタンをクリックして前に戻り、“発信音を無視”チェックボックスをチェックしてください。";

"MESSAGE_CC_IN_USE_TITLE"				= "このクレジットカードではアカウントを作成できません。";
"MESSAGE_CC_IN_USE"						= "このクレジットカードは、このインタネットサービスプロバイダでアカウントを作成するためにすでに使用されています。“戻る”ボタンをクリックして別のクレジットカードの情報を入力するか、プロバイダにお問い合わせください。";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "MobileMe のサインアップ・プロセスがキャンセルされました。";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "“もう一度接続”をクリックして MobileMe に再接続するか、MobileMe のサインアップ・プロセスをキャンセルしてコンピュータの設定を続けることができます。";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "パスワードのヒントを設定していません。";
"MESSAGE_NO_HINT_WARNING"				= "パスワードのヒントを入力しなくてもよろしいですか？パスワードを忘れた場合は、リセットする必要があります。";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "コンピュータをシステム終了してもよろしいですか？";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "Mac OS X の設定がまだ終了していません。";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "Mac OS X の設定がまだ終了していません。“スキップ”をクリックすると、登録作業を省略することができます。";

"MESSAGE_QUIT_TITLE" = "終了してよろしいですか？";

"MESSAGE_QUIT_NO_REGISTRATION"  = "今終了してしまうと、入力した登録情報はアップルに送信されません。";
"MESSAGE_QUIT_REGISTER_LATER" = "今はユーザ登録をせずに、設定だけを続けたい場合は、“後で登録する”ボタンをクリックします。";

"MESSAGE_CANCEL_TITLE" = "ほんとうによろしいですか？";

"MESSAGE_SKIP_USER_INFO" = "個人情報を送信したくない場合は、“続ける”をクリックしてください。";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "予期しないエラーが発生しました。";
"MESSAGE_FATAL_ERROR_TITLE"		= "申し訳ありません、予期しないエラーが発生しました。";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "エラー";
"ERROR_MESSAGE_GENERIC_TITLE"			= "申し訳ありません...";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "【ネットワークの構成に失敗しました】";
"ERROR_MESSAGE_ICConfigure"				= "【インターネットの構成に失敗しました】";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "【ローカルアカウントの作成に失敗しました。】";

"ERROR_MESSAGE_NetworkConfigureFailed" = "ネットワーク接続を構成できませんでした。ユーザ登録の情報を送信したり、インターネットに接続したりすることはできません。ネットワーク設定を変更したい場合は“キャンセル”ボタンをクリックしします。このまま終了する場合は“OK”ボタンをクリックします。";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "申し訳ありません";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "警告";
"ERROR_MESSAGE_VALIDATION_WARNING" = "続けますか？";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "必要な情報がまだ全部入力されていません。";
"ERROR_MESSAGE_VALIDATION_0001" = "情報を入力するには、“戻る”をクリックし、矢印のアイコンが表示されている項目を確認してください。";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "入力した情報は短すぎます。";
"ERROR_MESSAGE_VALIDATION_0002" = "強調表示されているフィールドを確認し、テキストを修正してください。";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "入力された情報が正しくありません。情報を再入力して、正しいことを確認してください。";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "入力したユーザ名またはパスワードが正しくないか、ログインが無効になっています。";
"ERROR_MESSAGE_VALIDATION_0004" = "もう一度情報の入力をやり直すか、サーバ管理者に問い合わせてください。";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "入力したユーザ名またはパスワードが正しくないか、ログインが無効になっています。";
"ERROR_MESSAGE_VALIDATION_0005" = "もう一度情報の入力をやり直すか、サーバ管理者に問い合わせてください。";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "入力したユーザ名は使用できません。";
"ERROR_MESSAGE_VALIDATION_0006" = "強調表示されているフィールドを確認し、別のアカウント名を入力してください。";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "入力したユーザ名は使用できません。";
"ERROR_MESSAGE_VALIDATION_0007" = "この名前は利用できません。別の名前を入力してください。";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "“IP アドレス”フィールドが空です。IP アドレスを入力して、正しいことを確認してください。";
"ERROR_MESSAGE_VALIDATION_0010" = "入力された IP アドレスに不正な文字が含まれています。IP アドレスを再入力して、正しいことを確認してください。";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "アドレスは 4 つに区切られていなければなりません。"; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "強調表示されているフィールドを確認し、有効なアドレスを入力してください。よく分からない場合は、ネットワーク管理者にお問い合わせください。";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "アドレスは 4 つに区切られていなければなりません。"; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "強調表示されているフィールドを確認し、有効なアドレスを入力してください。よく分からない場合は、ネットワーク管理者にお問い合わせください。";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "各区切りは 1 〜 3 桁でなければなりません。"; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "強調表示されているフィールドを確認し、有効なアドレスを入力してください。よく分からない場合は、ネットワーク管理者にお問い合わせください。";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "入力したアドレスは認められていません。";
"ERROR_MESSAGE_VALIDATION_0014" = "強調表示されているフィールドを確認し、有効なアドレスを入力してください。よく分からない場合は、ネットワーク管理者にお問い合わせください。";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "入力したサブネットマスクは正しくありません。";
"ERROR_MESSAGE_VALIDATION_0015" = "強調表示されているフィールドを確認し、有効なサブネットマスクを入力してください。よく分からない場合は、ネットワーク管理者にお問い合わせください。";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "この名前を持つ Open Directory のアカウントがすでに存在します。この名前を使ってその既存のアカウントにアクセスすることはできません。";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "フィールドには同じ値を使用できません。";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "入力したパスワードは正しくありません。";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "入力したクレジット番号は使用できません。";
"ERROR_MESSAGE_VALIDATION_0019" = "強調表示されているフィールドを確認し、有効なクレジットカード番号を入力してください。";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "アカウント名を数字で始めることはできません。";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "入力したメールアドレスは使えないかもしれません。";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "IP アドレスとルーターアドレスが入力されたサブネットマスクと矛盾しています。以下のフィールドを確認し、正しい値を入力してください：\n     IP アドレス\n     サブネットマスク\n     ルーターアドレス\nこの情報がわからない場合は、ネットワーク管理者にお尋ねください。";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "入力したユーザ名は使用できません。";
"ERROR_MESSAGE_VALIDATION_0023" = "強調表示されているフィールドを確認し、別の名前を入力してください。";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "重複する情報があります。";
"ERROR_MESSAGE_VALIDATION_0024" = "強調表示されているフィールドを確認し、ほかと重複しない値を入力してください。";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "このコンピュータはベースステーションのアクセス制御リストにありません。";
"ERROR_MESSAGE_VALIDATION_0025" = "このコンピュータをベースステーションのアクセス制御リストに追加する必要があります。";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "選択したネットワークとの接続中にエラーが起きました。";
"ERROR_MESSAGE_VALIDATION_0026" = "AirMac 設定を確認するか、別のネットワークに接続してください。";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "ユーザ登録の情報がいくつか足りません。";
"ERROR_MESSAGE_VALIDATION_0027" = "情報を入力するには、“戻る”をクリックし、矢印のアイコンが表示されている項目を確認してください。";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "正しい郵便番号を入力してください。";
"ERROR_MESSAGE_VALIDATION_1001" = "正しい市外局番を入力してください。";
"ERROR_MESSAGE_VALIDATION_1002" = "正しい電話番号を入力してください。";
"ERROR_MESSAGE_VALIDATION_1003" = "正しい電話番号を入力してください。";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "入力した契約番号は正しくありません。";
"ERROR_MESSAGE_VALIDATION_2000" = "契約番号は 12 桁または 15 桁の数字でなければなりません。";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "パスワードが一致しません。";
"ERROR_PASSWORD_DO_NOT_MATCH" = "矢印のアイコンのついた項目を確認し、どちらの項目にも同じパスワードを入力してください。";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "このユーザアカウント用のパスワードが入力されていません。";
"ERROR_NO_PASSWORD_INSECURE" = "ユーザアカウントにパスワードを設定しないと、お使いのコンピュータは保護されない状態になります。パスワードを入力するには、“キャンセル”をクリックしてください。";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "この名前を持つ Open Directory のアカウントがすでに存在します。";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "この名前を使用しても、既存のユーザアカウントにアクセスすることはできません。この名前でローカルアカウントを作成してもよろしいですか？";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "この名前を持つ Open Directory のアカウントがすでに存在します。";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "この名前を使用しても、既存のユーザアカウントにアクセスすることはできません。この名前でローカルアカウントを作成してもよろしいですか？";

"ERROR_IP_AND_ROUTER_TITLE" = "IP アドレスとルーターが同じ値でよろしいですか？";
"ERROR_IP_AND_ROUTER" = "IP アドレスとルーターアドレスに同じ値を設定すると、ネットワーク上の問題を引き起こす可能性があります。IP アドレスとルーターアドレスが分からない場合は、設定を続ける前にネットワーク管理者にお問い合わせください。";

"ERROR_POSTAL_USA_TITLE" = "入力した Zip コードは正しくありません。";
"ERROR_POSTAL_USA" = "Zip コードは 5 桁 もしくは、5 桁 + 4 桁の 9 桁の数字で、XXXXX-XXXX の形式でなければなりません。X の部分にあなたの Zip コードを入力します。";

"ERROR_POSTAL_JAPAN_TITLE" = "入力した郵便番号は正しくありません。";
"ERROR_POSTAL_JAPAN" = "郵便番号は 7 桁の数字で、XXX-XXXX の形式でなければなりません。例：163-1480 など。";

"ERROR_POSTAL_OTHER_TITLE" = "入力した郵便番号は正しくありません。";
"ERROR_POSTAL_OTHER" = "郵便番号は 32 文字より短いことが必要です。";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "入力したエリアコードは正しくありません。";
"ERROR_AREA_CODE_CANADA_USA" = "市外局番は 411、611、または 911 を除く 200 以上の数字でなければなりません。";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "入力したローカルの電話番号は正しくありません。";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "入力されたエリアコードでは 局番が 200 よりも大きく、411、611、または 911 以外である必要があります。電話番号を再入力して、入力が正しいことを確認してください。";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "入力したローカルの電話番号は正しくありません。";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "入力されたエリアコードでは 555 を局番に使用できません。電話番号を再入力して、入力が正しいことを確認してください。";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "入力した電話番号は正しくありません。";
"ERROR_PHONE_NUMBER_JAPAN" = "電話番号は 10 桁以上の数字であることが必要です。";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "入力した電話番号は正しくありません。";
"ERROR_PHONE_NUMBER_CANADA_USA" = "電話番号は 10 桁の数字であることが必要です。";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "ユーザ名とパスワードに同じものは使えません。";
"ERROR_USERNAME_AND_PASSWORD"		= "このパスワードはセキュリティ上危険です。別のパスワードを入力してください。";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "重複した DNS エントリーがあります。";
"ERROR_UNIQUE_DNS_ENTRIES"		= "強調表示されているフィールドを確認し、ほかと重複しない DNS の値を入力してください。";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "ヒントとパスワードに同じものは使えません。";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "このパスワードはセキュリティ上危険です。別のヒントまたはパスワードを入力してください。";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "VISA";
"JCB"					= "JCB";
"E-On"					= "イオン";
"Million"				= "ミリオン";
"Internet Service Plan"                 = "インターネットサービスプラン";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "さあ、はじめよう！";
